{
  "Imprint": "Impressum",
  "Landing Page": "Startseite",
  "Select Workout": "Training auswählen",
  "Workout": "Training",
  "Profile": "Profil",
  "Privacy Policy": "Datenschutzerklärung",
  "Contact": "Kontakt",
  "Good Afternoon, Everyone.": "Guten Tag, alle zusammen.",
  "Login and Start Workout": "Einloggen und Training starten",
  "What this is about": "Worum es geht",
  "This app is about providing a simplistic and easy way to record and keep track of your training by the book “Body by Science”.": "Diese App soll eine einfache und unkomplizierte Möglichkeit bieten, das Training nach dem Buch “Body by Science” aufzuzeichnen und zu verfolgen.",
  "How to get started": "Wie du startest",
  "Simply log in to the app using your google account and start your workout. All your recorded workouts will be saved to your profile. You will always have the option to at any time export all of your recorded workouts to google sheets.": "Einfach mit dem Google Account einloggen und das Training starten. Alle aufgezeichneten Trainingsfortschritte werden in deinem Profil gespeichert. Du hast jederzeit die Möglichkeit, alle aufgezeichneten Daten in Google Sheets zu exportieren.",
  "Start Workout": "Training starten",
  "Workout Result": "Trainingsergebnis",
  "Statistics": "Statistiken",
  "There was an error while saving your workout. Please try again.": "Beim Speichern Ihrer Trainingsdaten ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.",
  "Finish Workout": "Training beenden",
  "Message sent successfully": "Nachricht erfolgreich gesendet",
  "Something went wrong": "Etwas ist schiefgelaufen",
  "Failed to send message": "Nachricht konnte nicht gesendet werden",
  "This is a required field": "Dies ist ein Pflichtfeld",
  "Please enter a valid email address": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
  "Your Email": "Ihre E-Mail",
  "Subject": "Betreff",
  "Your message...": "Ihre Nachricht...",
  "Send Message": "Nachricht senden",
  "Weight": "Gewicht",
  "Duration": "Dauer",
  "Cancel": "Abbrechen",
  "Confirm": "Bestätigen",
  "Error creating google sheet": "Fehler beim Erstellen der Google-Tabelle",
  "Export to Google Sheets": "In Google Sheets exportieren",
  "Official": "Offizielles",
  "Usage": "Verwendung",
  "The App is financed entirely by donations of the users. You are free to use the service provided.": "Die App wird ausschließlich durch Spenden der Benutzer finanziert. Sie können den bereitgestellten Service frei nutzen.",
  "Credits": "Beiträge",
  "Design": "Design",
  "Development": "Entwicklung",
  "Inspiration": "Inspiration",
  "Body by Science by Doug McGuff, John Little": "Body by Science von Doug McGuff, John Little",
  "Copyright": "Urheberrecht",
  "Copyright 2023 Harald Kriebisch": "Urheberrecht 2023 Harald Kriebisch",
  "Collection and Use of Information": "Sammlung und Verwendung von Informationen",
  "Sign-In via Google": "Anmeldung über Google",
  "When you sign in on our website, you have the option to do so through your Google account. By doing so, we gain access to certain information from your Google profile, such as your name and email address. We use this information to grant you access to our services and manage your user account.": "Wenn Sie sich auf unserer Website anmelden, haben Sie die Möglichkeit, dies über Ihr Google-Konto zu tun. Dadurch erhalten wir Zugriff auf bestimmte Informationen aus Ihrem Google-Profil, wie z.B. Ihren Namen und Ihre E-Mail-Adresse. Wir verwenden diese Informationen, um Ihnen den Zugang zu unseren Diensten zu gewähren und Ihr Benutzerkonto zu verwalten.",
  "Storage of Training Data": "Speicherung von Trainingsdaten",
  "This website allows you to input and store your recorded training data. The training data you provide is stored using the database services provided by Firebase and is solely for the purpose of enabling you to use our training services. We do not share this data with third parties. For legal reasons we do not however guarantee that the data will be a available at all times (e.g. in case of downtime of the server hosting this website).": "Diese Website ermöglicht es Ihnen, Ihre aufgezeichneten Trainingsdaten einzugeben und zu speichern. Die von Ihnen bereitgestellten Trainingsdaten werden mit den von Firebase (Google) bereitgestellten Datenbankservices gespeichert und dienen ausschließlich dazu, Ihnen die Nutzung unserer Trainingsservices zu ermöglichen. Wir geben diese Daten nicht an Dritte weiter. Aus rechtlichen Gründen garantieren wir jedoch nicht, dass die Daten jederzeit verfügbar sind (z.B. im Falle eines Serverausfalls, auf dem diese Website gehostet wird).",
  "Cookies": "Cookies",
  "Our website uses cookies to enhance your user experience. Cookies are small text files stored on your device. You can choose to accept or reject the use of cookies. Rejecting cookies may affect the functionality of the website.": "Unsere Website verwendet Cookies, um Ihr Nutzungserlebnis zu verbessern. Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden. Sie können wählen, ob Sie die Verwendung von Cookies akzeptieren oder ablehnen möchten. Die Ablehnung von Cookies kann die Funktionalität der Website beeinträchtigen.",
  "Security": "Sicherheit",
  "We take appropriate security measures to protect your personal data, including safeguards against unauthorized access, misuse, and loss.": "Wir treffen angemessene Sicherheitsmaßnahmen zum Schutz Ihrer persönlichen Daten, einschließlich Schutzmaßnahmen gegen unbefugten Zugriff, Missbrauch und Verlust.",
  "Disclosure of Information": "Offenlegung von Informationen",
  "We do not disclose your personal data to third parties unless required by law or with your explicit consent.": "Wir geben Ihre persönlichen Daten nicht an Dritte weiter, es sei denn, dies ist gesetzlich vorgeschrieben oder erfolgt mit Ihrer ausdrücklichen Zustimmung.",
  "Successfully created Google Sheet": "Google-Tabelle erfolgreich erstellt",
  "Use the link below to access the sheet. The created sheet is available for one hour. You can of course simply create a copy to have permanent access to the sheet.": "Verwenden Sie den untenstehenden Link, um auf die Tabelle zuzugreifen. Die erstellte Tabelle ist eine Stunde lang verfügbar. Sie können natürlich einfach eine Kopie erstellen, um dauerhaften Zugriff auf die Tabelle zu haben.",
  "Google Sheet": "Google-Tabelle",
  "Logout": "Abmelden",
  "In the case that you have a feature request you may use the form to contact me directly.": "Im Falle das Sie einen konkreten Verbesserungsvorschlag haben können Sie das Formular verwenden, um mich direkt zu kontaktieren.",
  "Delete Profile": "Profil löschen",
  "Successfully Saved Workout!": "Training erfolgreich gespeichert!",
  "The recorded weights and durations will be displayed for every exercise the next time you start a workout.": "Die aufgezeichneten Gewichte und Zeiten werden beim nächsten Training für jede Übung angezeigt.",
  "Login successful": "Anmeldung erfolgreich",
  "Login failed": "Anmeldung fehlgeschlagen",
  "Logout successful": "Abmeldung erfolgreich",
  "Currently no user is logged in.": "Derzeit ist kein Benutzer angemeldet.",
  "Goodbye ": "Auf Wiedersehen ",
  "Failed to delete user: ": "Benutzer konnte nicht gelöscht werden: ",
  "This project is still in development.": "Dieses Projekt befindet sich noch in der Entwicklung.",
  "You are welcome to try it out, but please be aware that some key functionalities may not be implemented yet.": "Sie können es gerne ausprobieren, aber bitte beachten Sie, dass einige wichtige Funktionen möglicherweise noch nicht implementiert sind.",
  "This website is currently developed for mobile only.": "Diese Website wird derzeit nur für mobile Geräte entwickelt.",
  "Add Exercise": "Übung hinzufügen",
  "The new exercise was added successfully!": "Die neue Übung wurde erfolgreich hinzugefügt!",
  "An error occurred while adding the exercise. Please try again later.": "Beim Hinzufügen der Übung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.",
  "German Name": "Deutscher Name",
  "English Name": "Englischer Name",
  "ID": "ID",
  "Exercise Link": "Übungslink",
  "This is the link that will be opened when clicking on an image.": "Dies ist der Link, der geöffnet wird, wenn auf ein Bild geklickt wird.",
  "Primary Picture": "Primäres Bild",
  "Secondary Picture": "Sekundäres Bild",
  "Preview Picture": "Vorschaubild"
}